Repository: wp-plugins/vkontakte-api
Catalog: vkontakte-api/tags/1.8/lang/vkapi-*.po
Languages: ru_ru

source: VKAPI: Page has just commented!
ru_ru: VKAPI: Страницу только что прокомментировали.

source: Comment:
ru_ru: Комментарии:

source: [VKAPI] Website:
ru_ru: [VKAPI] Сайт:

source: VKontakte API Plugin Settings
ru_ru: Vkontate API Plugin - Настройки

source: If you dont have <b>Application ID</b> and <b>Secure key</b> : go this <a href='http://vkontakte.ru/apps.php?act=add&site=1'>link</a> and register your site(blog).
ru_ru: Если у Вас нет <b>ID приложения</b> и <b>Защищенного ключа</b> : перейдите по этой <a href='http://vkontakte.ru/apps.php?act=add&site=1'>ссылке</a> и зарегестрируйте ваш сайт(блог).

source: Application ID:
ru_ru: ID приложения:

source: Secure key:
ru_ru: Защищенный ключ:

source: Comments:
ru_ru: Комментарии:

source: Show
ru_ru: Показывать

source: Dont show
ru_ru: Не показывать

source: Height of widget(0=unlimited):
ru_ru: Высота виджета (0=неограничено):

source: Block width in pixels(>300):
ru_ru: Ширина блока в пикселях (>300):

source: Number of comments on the page (5-100):
ru_ru: Количество коментариев на странице (5-100):

source: AutoPublish to vk user wall
ru_ru: Автопубликация на стене пользователя

source: Show first Vkontakte comments
ru_ru: Первыми показывать комментарии Vkontakte

source: Hide WordPress Comments
ru_ru: Убрать комметарии WordPress-а

source: Media in comments:
ru_ru: Медиа в комментариях:

source: Graffiti:
ru_ru: Графити:

source: Photo:
ru_ru: Фото:

source: Audio:
ru_ru: Аудио:

source: Video:
ru_ru: Видео:

source: Link:
ru_ru: Ссылки:

source: Like button:
ru_ru: Кнопка "Мне нравиться":

source: Align :
ru_ru: Позиция:

source: right
ru_ru: справа

source: left
ru_ru: слева

source: Button style :
ru_ru: Стиль кнопки:

source: Button with text counter
ru_ru: Кнопка с текстовым счётчиком

source: Button with mini counter
ru_ru: Кнопка с миниатюрным счётчиком

source: Mini button
ru_ru: Миниатюрная кнопка

source: Mini button with counter at the top
ru_ru: Миниатюрная кнопка, счётчик сверху

source: Statement :
ru_ru: Формулировка:

source: I like
ru_ru: Мне нравится

source: It's interesting
ru_ru: Это интересно

source: Show in Categories page and Home:
ru_ru: Показывать в Категориях и на Главной:

source: Decorations:
ru_ru: Декор:

source: Desktop notifications:
ru_ru: Уведомления на рабочем столе:

source: No Plugin Options:
ru_ru: Не связаное с плагином:

source: Path :
ru_ru: Путь:

source: path to image...
ru_ru: путь к изображению...

source: Support project (I need some eating...)
ru_ru: Поддержка проекта (Мне нужно немного еды ...)

source: Thanks...
ru_ru: Пасибки...

source: Save Changes
ru_ru: Сохранить настройки

source: VKontakte API plugin requires Wordpress 3.0 or newer. <a href="%s">Please update!</a>
ru_ru: VKontakte API plugin работает начиная с версии Wordpress 3.0. <a href="%s">Обновитесь, пожалуйста!</a>

source: Vkontakte comments
ru_ru: Комментарии Vkontakte

source: WordPress comments
ru_ru: Комментарии сайта

source: Information about VKontakte group
ru_ru: Информация о группе Вконтакте

source: VKAPI: Community Users
ru_ru: VKAPI: Группа

source: ID of group (can be seen by reference to statistics):
ru_ru: ID группы (видно по ссылке на статистику):

source: Width:
ru_ru: Ширина:

source: Layout:
ru_ru: Тип виджета:

source: Members
ru_ru: Список пользователей

source: News
ru_ru: Новости группы

source: Only Name
ru_ru: Только название

source: Top site on basis of "I like" statistics
ru_ru: Топ сайта на основе "Мне нравиться"

source: VKAPI: Recommends
ru_ru: VKAPI: Популярное

source: Number of posts:
ru_ru: Количество:

source: Selection period:
ru_ru: Период:

source: Day
ru_ru: Сутки

source: Week
ru_ru: Неделя

source: Month
ru_ru: Месяц

source: Formulation:
ru_ru: Формулировка:

source: ... people like this
ru_ru: Понравилось ...

source: ... people find it intersting
ru_ru: Интересно ...
